Revit 2027 API
ParameterTypeId.SteelElemPlateExactWeight Property
 "Exact Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateExactWeight { get; }
Public Shared ReadOnly Property SteelElemPlateExactWeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateExactWeight {
	ForgeTypeId^ get ();
}
static member SteelElemPlateExactWeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace